<?php
return [
    "保存成功"=>"保存成功",
    "保存失败"=>"保存失敗",
    "删除失败"=>"删除失敗",
    "删除成功"=>"删除成功",
    "未知错误"=>"未知錯誤",
    
    "请输入正确的邮箱"=>"請輸入正確的郵箱",
    "邮箱未注册"=>"郵箱未注册",
    "邮箱未绑定账号"=>"郵箱未綁定帳號",
    "邮箱已绑定过账号"=>"郵箱已綁定過帳號",
    "邮箱已存在"=>"郵箱已存在",
    
    "请输入正确的手机号"=>"請輸入正確的手機號",
    "不是一个有效的手机号码"=>"不是一個有效的手機號碼",
    "手机号未注册"=>"手機號未注册",
    "手机号未绑定账号"=>"手機號未綁定帳號",
    "手机号已绑定过账号"=>"手機號已綁定過帳號",
    "手机号已存在"=>"手機號已存在",
    
    "登陆失败"=>"登入失敗",
    "登陆成功"=>"登入成功",
    "退出成功"=>"退出成功",
    "退出失败"=>"退出失敗",
    "原始密码错误"=>"原始密碼錯誤",
    "两次输入密码不一致"=>"兩次輸入密碼不一致",

    "登录帐号"=>"登錄帳號",
    "登录密码"=>"登錄密碼",
    "组别"=>"組別",
    "原始密码"=>"原始密碼",
    "新密码"=>"新密碼",
    "确认新密码"=>"確認新密碼",


	"裸钻信息不存在或者已下架" => "裸鑽資訊不存在或者已下架",
	"最畅销订婚戒指" => "最暢銷訂婚戒指",
	"商品信息不存在或者已经下架" => "商品資訊不存在或者已經下架",
	"自由搭配 爱我所爱" => "自由搭配 愛我所愛",
	"男士结婚戒指" => "男士結婚戒指",
	"女士结婚戒指" => "女士結婚戒指",
	"对戒信息不存在" => "對戒資訊不存在",
	"精选结婚对戒" => "精選結婚對戒",
	"精选订婚钻戒" => "精選訂婚鑽戒",
	
    "您选购的商品不存在"=>'您選購的商品不存在',
    "订单中部分商品已下架,请重新下单"=>'訂單中部分商品已下架,請重新下單!'
];